# Задание №1

type_pet = input("Введите вид питомца: ")
name_pet = input("Введите кличку питомца: ")
age_pet = input("Введите возраст питомца: ")
print(f"Это {type_pet} по кличке {name_pet}. Возраст: {age_pet} года.")


# Задание №2

stage1 = input("Введите первую стадию развития человека: ")
stage2 = input("Введите вторую стадию развития человека: ")
stage3 = input("Введите третью стадию развития человека: ")
stage4 = input("Введите четвертую стадию развития человека: ")
stage5 = input("Введите пятую стадию развития человека: ")
print(stage1, stage2, stage3, stage4, stage5, sep=" => ")